[
  {
    "icon": "IconJS",
    "image": "/icon/icon-js.svg",
    "title": "JavaScript",
    "subtitle": "Vanilla, jQuery",
    "description": "Je donne vie aux sites web avec JavaScript, en ajoutant des fonctionnalités interactives et en optimisant les performances avec un code propre et efficace."
  },
  {
    "icon": "IconPHP",
    "image": "/icon/icon-php.svg",
    "title": "PHP",
    "subtitle": "Développement Backend",
    "description": "Je développe des applications web robustes avec PHP, en créant des solutions backend performantes et sécurisées."
  },
  {
    "icon": "IconCSS",
    "image": "/icon/icon-css.svg",
    "title": "CSS",
    "subtitle": "Animations, Sass",
    "description": "Je crée des interfaces modernes et responsives avec CSS, en utilisant les dernières fonctionnalités pour des designs élégants."
  },
  {
    "icon": "IconHTML",
    "image": "/icon/icon-html.svg",
    "title": "HTML",
    "subtitle": "Balisage Sémantique",
    "description": "Au-delà du simple balisage, HTML est crucial pour un web inclusif. Je structure le contenu avec soin pour une accessibilité universelle."
  },
  {
    "icon": "IconSQL",
    "image": "/icon/icon-sql.svg",
    "title": "SQL",
    "subtitle": "Gestion de Base de Données",
    "description": "Je gère et optimise les bases de données avec SQL, en créant des structures de données efficaces et en écrivant des requêtes performantes."
  },
  {
    "icon": "IconWordPress",
    "image": "/icon/icon-wordpress.svg",
    "title": "WordPress",
    "subtitle": "Développement CMS",
    "description": "Je développe des sites web personnalisés avec WordPress, en créant des thèmes et des plugins sur mesure pour répondre aux besoins spécifiques."
  },
  {
    "icon": "IconFigma",
    "image": "/icon/icon-figma.svg",
    "title": "Design",
    "subtitle": "Figma & Photoshop",
    "description": "Bien que je ne sois pas un designer UI à temps plein, j'ai un œil pour l'esthétique, créant des interfaces visuellement attrayantes et conviviales."
  },
  {
    "icon": "IconGit",
    "image": "/icon/icon-git.svg",
    "title": "Git",
    "subtitle": "Gestion de Versions",
    "description": "Je maîtrise Git pour la gestion de versions, en collaborant efficacement sur des projets et en maintenant un historique de code propre."
  },
  {
    "icon": "IconSymfony",
    "image": "/icon/icon-symfony.svg",
    "title": "Symfony",
    "subtitle": "Framework PHP",
    "description": "Je développe des applications web robustes avec Symfony, en suivant les meilleures pratiques et en utilisant ses composants puissants."
  },
  {
    "icon": "IconTrello",
    "image": "/icon/icon-trello.svg",
    "title": "Trello",
    "subtitle": "Gestion de Projet",
    "description": "J'utilise Trello pour gérer efficacement les projets, en organisant les tâches et en suivant la progression des développements."
  }
]